import type { Feature } from './types'

export const aboutContent = {
  title: 'О нас',
  description: 'BitForce — первый в России хедж-фонд цифровых активов в Санкт-Петербурге. Мы предлагаем инновационные решения для инвестирования в цифровые активы, но и помогаем безопасно и выгодно конвертировать цифровые активы, выступая гарантом каждой сделки.'
}

export const features: Feature[] = [
  {
    title: 'Профессиональная команда',
    description: 'Эксперты с многолетним опытом в финансах и инвестициях'
  },
  {
    title: 'Прозрачность',
    description: 'Мы обеспечиваем ясность и безопасность в каждом шаге нашего сотрудничества'
  }
]
