import type { PositioningData } from './types'

export const positioningData: PositioningData = {
  logo: "/src/assets/logo2.png",
  subtitle: "Ваш надежный партнер в криптоиндустрии",
  description: "Мы позиционируем себя как девелопер в криптоиндустрии, создающий продукты и сервисы, которые делают взаимодействие с цифровыми активами максимально простым, удобным и доступным для каждого, открывая новые возможности в мире децентрализованных технологий.",
  features: [
    {
      icon: "icon-agent",
      title: "Агент по сделкам",
      description: "Создаем доступные и масштабируемые решения для капитала любого размера"
    },
    {
      icon: "icon-crypto",
      title: "Цифровые активы",
      description: "Наши решения создают благоприятную среду для работы с цифровыми активами"
    },
    {
      icon: "icon-transparency",
      title: "Прозрачность",
      description: "Обеспечиваем максимальный уровень прозрачности нашей деятельности"
    },
    {
      icon: "icon-security",
      title: "Безопасность",
      description: "Обеспечиваем максимальный уровень безопасности"
    },
    {
      icon: "icon-accessibility",
      title: "Доступность",
      description: "Делаем криптовалюту понятным и доступным инструментом для каждого пользователя"
    },
    {
      icon: "icon-support",
      title: "Поддержка 24/7",
      description: "Предоставляем круглосуточную техническую поддержку и консультации"
    }
  ]
}
